<template>
  <div class="read-agreement">
    <div class="content" v-if="type === 1">
      <p style="text-align:center;">兴业银行个人电子账户服务协议</p>
      <p>
      </p>
      <p>
        　　本协议是由您作为兴业银行个人电子账户（以下简称电子账户）申请人（以下简称甲方）与兴业银行股份有限公司经办机构（以下简称乙方）为明确双方的权利和义务，维护双方的合法权益，就电子账户申请、使用等事宜达成的协议，以资共同遵守。甲方以点击确认的方式选择接受本协议，即表示甲方与乙方已达成本协议并同意接受本协议的全部内容。在接受本协议之前，请您仔细阅读本协议的全部内容，如果您对本协议条款有疑问或异议，请勿点击确认。
      </p>
      <p>　　第一条 定义</p>
      <p>　　根据中国人民银行有关个人银行结算账户分类管理的规定，本协议所称电子账户分为Ⅱ类电子账户与Ⅲ类电子账户（以下分别简称Ⅱ类户、Ⅲ类户）。</p>
      <p>
        　　（一）电子账户：甲方凭有效居民身份证通过乙方非柜面渠道或合作方（与乙方开展电子账户业务合作的平台）电子渠道以非面对面方式在乙方开立的个人银行结算账户。电子账户按账户属性可分为专用类电子账户和通用类电子账户。通用类电子账户指在乙方和合作方渠道均可使用的电子账户；专用类电子账户指限定在特定合作方渠道使用的电子账户。
      </p>
      <p>　　（二）Ⅱ类户：甲方在乙方以非面对面方式开立的Ⅱ类户具有办理存款、购买投资理财产品、限额消费和缴费、限额向非绑定账户转出等功能。</p>
      <p>　　（三）Ⅲ类户：甲方在乙方以非面对面方式开立的Ⅲ类户具有限额消费和缴费、限额向非绑定账户转出等功能。</p>
      <p>　　（四）绑定账户：甲方申请开立电子账户时提供的本人在乙方或其他银行开立的同名银行卡账户，经乙方对甲方留存的身份证件信息、手机号码及绑定账户等内容核验无误后方可办理开户。</p>
      <p>　　第二条 账户开立</p>
      <p>　　（一）甲方自愿申请在乙方开立电子账户，甲方知悉、理解并愿意遵守《人民币银行结算账户管理办法》以及国家有关金融法律法规、政策，同时遵守乙方公布的相关制度规定。</p>
      <p>
        　　（二）甲方通过合作方渠道申请开立的电子账户将作为乙方通过合作方渠道为甲方提供银行产品和服务的个人银行结算账户，甲方通过该渠道发起指令均视为授权渠道方完整、及时、准确无误地将指令发送至乙方完成产品或服务的申请。甲方同意并授权乙方根据与合作方的约定和指令，为甲方选择账户类型（Ⅱ类户或Ⅲ类户）、账户开户行、账户属性（专用类电子账户或通用类电子账户）和账户使用范围等，办理开户、资金冻结、解冻和扣划等业务。甲方可通过合作方或致电乙方客服热线95561咨询具体账户信息。
      </p>
      <p>
        　　（三）甲方申请在乙方开立电子账户，甲方同意向乙方提交或授权乙方通过合作方渠道获取甲方居民身份证和个人信息（包括但不限于姓名、性别、国籍、证件种类、证件号码、证件有效期、证件照片、地址、手机号码、职业、税收居民信息、绑定账户信息等），并接受乙方审核,同意乙方通过银联、电信运营商等第三方机构核验甲方个人信息。甲方承诺所提供的开户资料和信息真实、合法、有效。如有伪造、欺诈，需承担相应法律责任。若乙方发现甲方提供的开户资料虚假或预留非本人实名登记的手机号码，一经发现，乙方有权停用该账户，待甲方变更开户资料或本人实名登记的手机号码后再恢复使用。如因资料不真实造成的一切后果由甲方自行承担。开户须由甲方本人办理，不得由他人代办。
      </p>
      <p>　　（四）甲方申请在乙方开立电子账户，为保证绑定账户向电子账户的资金充值，甲方授权乙方向银联等第三方清算机构发起对绑定账户资金扣划的指令。</p>
      <p>
        　　（五）甲方通过合作方渠道申请在乙方开立电子账户，甲方同意并授权乙方将甲方在合作方渠道使用电子账户的有关交易信息通过加密通道传输给第三方合作方，包括但不限于账号、余额、明细、账户状态和交易结果。乙方会采取必要措施保护甲方信息安全，防止甲方信息非法泄露或不当使用。
      </p>
      <p>
        　　（六）甲方需提供本人同名银行卡账户作为绑定账户。甲方开立Ⅱ类户，应当绑定本人Ⅰ类户或者信用卡账户，乙方验证的信息应当至少包括开户申请人姓名、居民身份证号码、手机号码、绑定账户账号（卡号）、绑定账户是否为Ⅰ类户或者信用卡账户等5个要素。甲方开立Ⅲ类户，应当绑定本人银行卡账户，乙方验证的信息应当至少包括开户申请人姓名、居民身份证号码、手机号码、绑定账户账号（卡号）等4个要素。
      </p>
      <p>　　（七）支持绑定的银行账户以银行侧返回结果为准。</p>
      <p>　　（八）甲方在乙方仅可分别开立一个通用类Ⅱ类户和通用类Ⅲ类户，甲方在乙方开立的Ⅱ类户、Ⅲ类户的数量分别不得超过五个。</p>
      <p>　　（九）甲方同意并授权乙方对其个人资料（包括但不限于姓名、性别、国籍、证件种类、证件号码、证件有效期、证件照片、地址、手机号码、职业、税收居民信息、绑定账户信息等）进行收集、处理、传递及应用。</p>
      <p>
        　　（十）乙方应对甲方的资料进行保密。但乙方在进行催收和追索欠款等工作以及维护其合法权益时，或者法律法规及规章明确规定或经甲方授权同意的情况下，可将甲方的有关资料提供给相关单位和人员。乙方会采取必要措施保护甲方信息安全，防止甲方信息非法泄露或不当使用。甲方同意其接受本协议即构成甲方对上述任何披露或任何其他法律所规定的披露的许可。
      </p>
      <p>　　（十一）为保障甲方账户的资金安全，如甲方留在乙方的资料发生变更或者身份证件超过有效期时，甲方须及时办理更改手续，否则乙方有权暂停甲方所有账户的部分或全部业务。对于甲方未及时修改个人资料造成的风险和损失，由甲方自行承担。
      </p>
      <p>
        　　（十二）甲方应知晓出租/出借/出售/购买电子账户是违反金融管理法规的违法行为。甲方不得出租、出借、出售、购买乙方发行的电子账户，不得利用电子账户进行偷逃税款、逃废债务、套取现金、洗钱及其他违法犯罪活动，否则甲方将承担由此产生的后果、损失以及相应的法律责任。如甲方被公安机关认定为出租、出借、出售、购买银行账户（含银行卡）或者支付账户的个人及相关组织者，或假冒他人身份或者虚构代理关系开立银行账户或者支付账户的个人，乙方依规将在5年内暂停甲方账户非柜面业务所有业务，并拒绝为甲方新开立账户。惩戒期满后，甲方办理新开立账户业务的，乙方将加大审核力度。
      </p>
      <p>　　（十三）有下列情形之一的，乙方有权拒绝开户。</p>
      <p>　　1、甲方身份信息存在异常的；</p>
      <p>　　2、甲方组织他人同时或者分批开立电子账户的；</p>
      <p>　　3、乙方有明显理由怀疑甲方开立电子账户从事违法犯罪活动的；</p>
      <p>　　4、有关法律、法规和规章规定的其他异常开户情形。</p>
      <p>　　第三条 账户使用</p>
      <p>
        　　（一）乙方为甲方开立的电子账户的使用遵循中国人民银行《人民币银行结算账户管理办法》、《中国人民银行关于改进个人银行账户分类管理有关事项的通知》（银发【2018】16号）、《中国人民银行关于落实个人银行账户分类管理制度的通知》（银发【2016】302号）、《中国人民银行关于改进个人银行账户服务加强账户管理的通知》（银发【2015】392号）及监管机构其他账户管理的有关规定。
      </p>
      <p>
        　　（二）凡正确使用预留银行账户密码、短信动态验证码或经双方约定的身份验证方式验证通过的电子账户交易，均视为甲方本人办理。依据密码等电子数据办理的各项交易所产生的电子信息交易记录均属于该项交易的有效凭证。甲方不得以与商户或其他第三方的纠纷为由对乙方划付的款项提出异议。
      </p>
      <p>
        　　（三）甲方在乙方开立的电子账户可通过乙方渠道预留银行账户密码，除专用电子账户或甲乙双方另有规定外。对于预留密码的账户，凡使用正确密码进行的交易均视为甲方本人行为。在符合监管规定、银行卡清算组织规则或双方约定的前提下，相关交易可不使用密码验证。
      </p>
      <p>
        　　（四）为保障甲方账户的资金安全，甲方应妥善保管账户密码、短信动态验证码、手机号码及客户信息等资料，并且应采取预防措施以防止任何有关账户密码、短信动态验证码等的泄露、欺诈、遗失或被盗等，否则由此产生的一切损失和后果由甲方自行承担。
      </p>
      <p>
        　　（五）为保障甲方账户的资金安全，甲方交易密码泄露、被改、遗忘时，甲方应尽快向乙方申请挂失或密码重置，口头挂失可通过乙方客服热线95561或乙方柜面申请。若挂失前或密码重置前或挂失失效后（口头挂失五个自然日内有效）资金被他人盗用、支取，由甲方自行承担可能造成的一切损失。
      </p>
      <p>　　（六）甲方开户后自动享有通存通兑、消费、转账、电子银行等全部或部分功能。若乙方对电子账户新推出其他服务功能，除乙方规定需要到乙方柜面办理确认的以外，甲方已申请的电子账户自动享有该项服务功能。</p>
      <p>　　（七）为保障甲方账户的资金安全，甲方同意乙方保留对所有账户余额为零且两年内无甲方主动发起账务类交易的电子账户予以销户的权利。</p>
      <p>　　（八）为保障甲方账户的资金安全，甲方同意乙方对开户之日起6个月内无交易记录的，以及预留手机号与他人相同且无法提供合理说明的，或符合乙方可疑交易特征的账户暂停非柜面业务。如甲方需恢复该账户的非柜面业务，须向乙方申请。</p>
      <p>　　（九）甲方同意乙方对电子账户开户、使用及交易情况进行监测，并结合监测情况对可能导致甲方账户资金风险或引发电子账户不当使用的交易进行阻断，或进而不再受理甲方提出的电子账户开户申请。</p>
      <p>　　（十）甲方承诺不冒用他人身份开立电子账户。乙方发现电子账户为假名或冒名开户的，将立即停止该账户的使用，并可经被冒用人同意后予以销户，账户内资金纳入乙方久悬未取专户核算。</p>
      <p>　　（十一）因甲方违规使用电子账户导致的损失由甲方承担，给乙方造成损害的，甲方承担相应法律责任。</p>
      <p>　　（十二）甲方应定期通过柜面、网上银行、手机银行、电话银行、自助设备、对账折等与乙方核对账务。账务核对实行对账回单默认制度，即在甲方收到账务信息后3个月内未提供对账回单或确认信息，视同甲方对乙方提供的账务记录无异议。</p>
      <p>　　（十三）如任何非甲方应得款项错误存入甲方账户，并经乙方查实的，乙方有权从甲方账户中扣转该笔款项。</p>
      <p>　　（十四）为防止非甲方本人对电子账户的恶意使用，乙方对电子账户密码采用密码错误限次管理，交易密码连续六次输入错误则账户将被锁定。甲方如需继续使用，须持本人合法有效的居民身份证件至乙方营业网点办理解锁，不得由他人代办。</p>
      <p>　　（十五）甲方如遗忘电子账户密码，可通过乙方营业网点申请重置，并经乙方核实身份后，进行密码重置。</p>
      <p>　　（十六）如在乙方批处理日切期间，甲方通过自助渠道办理相关业务，发生实际日期与乙方账务日期不一致的情况，以乙方的账务日期为准。</p>
      <p>　　（十七）在业务办理过程中，由于以下原因，导致乙方未能执行、未能及时执行或未能正确执行甲方交易指令等，乙方无须承担责任。</p>
      <p>　　1、甲方账户余额不足；</p>
      <p>　　2、甲方账户内资金被法定有权机构冻结或扣划；</p>
      <p>　　3、甲方之行为是出于欺诈或其他非法目的；</p>
      <p>　　4、甲方发出的交易指令内容不明确或缺乏必要的交易信息，或未正确按照乙方规定交易的操作规则和程序发出交易指令；</p>
      <p>　　5、发生网络、通信、供电等非乙方原因造成的系统故障及其他不可抗力等原因导致交易无法进行或交易终止。</p>
      <p>
        　　（十八）甲方保证电子账户使用遵守《中华人民共和国反洗钱法》、《中国人民银行关于加强开户管理及可疑交易报告后续控制措施的通知》、《中国人民银行关于加强反洗钱客户身份识别有关工作的通知》等反洗钱有关规定，否则乙方有权对甲方电子账户内的资金采取对应的措施，相应的法律责任由甲方承担。
      </p>
      <p>　　（十九）甲方如有意见或投诉，可拔打乙方全国客服热线95561咨询反馈。</p>
      <p>　　第四条 账户变更和注销</p>
      <p>
        　　（一）甲方可以通过乙方柜面办理姓名、证件号码、手机号码、绑定账户变更业务，甲方可以通过乙方非柜面渠道办理电子账户绑定账户变更业务。甲方办理变更业务时，乙方有权要求甲方按照新开户要求重新验证信息，并采取核验短信验证码、人脸识别等措施核实甲方变更信息的真实意愿。
      </p>
      <p>　　（二）甲方可到乙方任一营业网点柜面申请办理销户；对于卡内余额、应计未计利息数均为零且取消所有代理业务关系的电子账户，也可通过乙方手机银行渠道办理销户。销户后，电子账户无法办理任何业务。</p>
      <p>
        　　（三）甲方授权乙方在发生以下情形时，乙方有权对该电子账户采取限制措施，包括但不限于强制销户等，相关责任由甲方承担：1、乙方有合理理由认定该电子账户可能非甲方本人开立；2、甲方否认电子账户由本人开立；3、绑定账户非甲方本人开立的账户；4、其他乙方认为可能对账户安全产生影响的情形。
      </p>
      <p>
        　　（四）甲方通过乙方柜面、自助设备加以乙方工作人员面对面确认身份的，可以将甲方的通用类Ⅱ类户升级为I类户并配发实体卡，I类户业务规则遵照《兴业银行借记卡章程》、《兴业银行借记卡领用合约》、《兴业银行个人银行结算账户管理协议》等执行。
      </p>
      <p>
        　　（五）为确保甲方电子账户安全，如经监管机构、公安机关或行业组织等告知或乙方认为，电子账户信息可能发生泄漏等情况，乙方将及时联系甲方，提示甲方尽快修改密码，如因无法及时联系到甲方或紧急情况，乙方有权采取措施临时冻结甲方的电子账户。甲方如需继续使用，应携带本人合法有效的居民身份证件到乙方营业网点办理解冻。
      </p>
      <p>
        　　（六）本协议及各项业务管理规定如有修改、调整，乙方将通过营业网点或网站等进行公告。公告期满后，修改后的协议、业务管理规定即为生效。在公告期内，甲方可以选择是否继续使用电子账户，甲方因对协议、业务管理规定的修改有异议而不继续使用电子账户的，可向乙方提出申请变更或终止相关服务或销户申请，否则视为同意接受协议、业务管理规定的各项内容。
      </p>
      <p>　　第五条 利息和收费</p>
      <p>　　（一）甲方电子账户内存款按照中国人民银行的有关规定计付利息。</p>
      <p>
        　　（二）甲方同意乙方根据《兴业银行服务价目表》、《政府指导价、政府定价价目表》（以乙方网站公布的为准）所列的项目和标准收取费用。当有关法律、法规和规章等发生变更时，或因经营需要，乙方将对收费项目和收费标准做出相应的调整，并于执行前依法按照规定提前发出公告。若甲方不愿接受公告内容，应在公告内容正式实施前向乙方提出申请变更或终止相关服务，否则视为同意接受公告的各项内容。
      </p>
      <p>　　（三）电子账户默认开通的功能中，部分功能涉及收费，以乙方网站公布的《兴业银行服务价目表》、《政府指导价、政府定价价目表》为准。</p>
      <p>　　第六条 法律适用与争议解决</p>
      <p>　　（一）凡因本协议引发的争议，甲乙双方应通过友好协商解决，协商不成的，任何一方均有权向被告住所地人民法院提起诉讼。</p>
      <p>　　（二）本协议适用中华人民共和国有关法律和中国人民银行、中国银行保险监督管理委员会等监管部门的有关规定，未尽事宜按照银行监管部门的有关规定及其它相关政策法规执行。</p>
      <p>　　（三）本协议生效后施行的法律法规和监管规章的有关规定与本协议内容冲突的，以有关法律法规和监管规章规定为准。</p>
      <p>　　（四）本协议自甲方点击确认，并经乙方核发电子账户之日起生效，至甲方的电子账户正式销户之日终止。</p>
    </div>
    <div class="content" v-if="type === 2">
      <p style="text-align:center;">个人信息处理授权书</p>
      <p>
      </p>
      <p>　　本人与兴业银行股份有限公司开展个人银行电子账户业务，现就个人信息处理，本人同意并授权如下：</p>
      <p>　　一、重要提示</p>
      <p>　　本人自愿签署本授权书，如果本人业务涉及他人信息的处理，本人承诺协助兴业银行取得前述他人同意兴业银行处理其个人信息的书面文件。</p>
      <p>　　本人已认真阅读并充分理解本授权书内容，并特别注意了其中有关责任承担、免除或减轻兴业银行责任及个人信息处理等与本人有重大利害关系的内容、以及加黑加粗字体部分的内容。</p>
      <p>　　本人签署本授权书即表示同意并授权兴业银行处理本人的个人信息，并且同意兴业银行按照法律法规及监管规定的最短期限对本人的个人信息予以保存。</p>
      <p>
        　　本人已知晓本人对个人信息处理享有知情权、决定权、撤回同意权、限制或拒绝第三方处理权等权利，兴业银行已通过多样化的方式（包括但不限于短信通知、网络公告等）提供了个人信息处理的知情、决定等服务。如本人拟撤回、限制或拒绝对兴业银行处理个人信息的授权，可以根据本授权书或兴业银行管理程序办理。
      </p>
      <p>　　如果本人有任何疑问、意见或建议，可在兴业银行各营业网点进行咨询或反映，或通过电话95561联系兴业银行。</p>
      <p>　　二、本人授权兴业银行如下处理个人信息</p>
      <p>　　（一）兴业银行处理本人个人信息的目的</p>
      <p>　　1.开立兴业银行个人银行电子账户。</p>
      <p>　　2.提供本协议项下的金融产品及服务、履行国家法律法规规定或我国政府签署的国际协议、保障本人账户资金安全等方面的需要。</p>
      <p>　　（二）兴业银行处理哪些本人个人信息</p>
      <p>
        　　兴业银行个人电子账户业务必需依赖本人的个人信息才得以实现，为此本人必需向兴业银行提供的个人信息为：个人基本资料（包括但不限于姓名、性别、国籍、证件种类、证件号码、证件有效期、证件照片、地址、手机号码、职业、税收居民信息、绑定账户信息等）、身份信息、生物特征识别信息、账户信息、交易信息等。本人声明并承诺：本人提供的个人信息真实、准确、完整。
      </p>
      <p>　　（三）兴业银行如何处理本人的个人信息</p>
      <p>　　1.收集：对本人各类个人信息进行获取和记录，收集信息渠道包括但不限于个人银行电子账户开户渠道等；本人同意在后续合同业务办理过程中本人补充提供相关信息的，无需重新进行授权。</p>
      <p>　　2.存储：将本人的个人信息在境内终端设备、信息系统内保存。</p>
      <p>
        　　3.使用：对本人的个人信息进行加工、传输、提供、公开等操作，包括但不限于基于监管核查及报送、账务核算及资金清算、客户服务与回访、风险监测管理及研究分析、账户基本服务及增值服务等，并基于上述目的向司法机关、执法机关、监管机构、兴业银行集团成员（包括兴业银行境内全资子公司、控股子公司）、服务机构及其他必要的业务合作机构等第三方按照最小必要原则提供本人的个人信息。
      </p>
      <p>　　为了验证本人提供信息的准确性与完整性，兴业银行会与依法留存本人信息的国家机关、金融机构、企事业单位进行核对；该验证过程中如需向前述机关机构单位收集本人的个人信息，兴业银行将会按照法律法规或监管规定的要求办理。</p>
      <p>　　4.删除：采取技术手段从终端设备、信息系统内去除个人信息，使其不可被检索、访问。</p>
      <p>　　（四）兴业银行如何转移、披露本人的个人信息</p>
      <p>　　1.转移</p>
      <p>　　除法律法规及监管规定，兴业银行不会将本人的个人信息转移给其他第三方，但以下情形除外：</p>
      <p>　　（1）兴业银行取得本人明确同意后，向其他第三方转移本人的个人信息。</p>
      <p>　　（2）兴业银行因合并、分立、解散、被宣告破产等原因需要转移本人的个人信息。</p>
      <p>　　2.披露</p>
      <p>　　未经本人的书面同意，兴业银行不会公开披露本人的个人信息，但以下情形除外：</p>
      <p>　　（1）法律法规、监管规定、法律程序或政府部门司法机关强制性要求；</p>
      <p>　　（2）为应对突发公共卫生事件，或紧急情况下为保护本人生命健康和财产安全所必需；</p>
      <p>　　（3）本人已自行公开或其他已合法公开的个人信息。</p>
      <p>　　（五）兴业银行如何保存本人的个人信息</p>
      <p>　　原则上，兴业银行在中华人民共和国境内收集的本人的个人信息应当在中华人民共和国境内（不含港澳台）存储。</p>
      <p>　　兴业银行根据国家法律法规、监管部门要求及实现信息处理目的的需要，将会在所必要的最短期限内对本人的个人信息进行保存。</p>
      <p>　　三、兴业银行对本人个人信息的保护</p>
      <p>　　1.兴业银行已使用符合业界标准的安全防护措施保护本人的个人信息及敏感个人信息，以防本人的个人信息遭到未经授权访问、公开、使用、修改、损坏或丢失。</p>
      <p>　　2.兴业银行会采取一切合理可行的措施，确保在最小范围内收集本人的个人信息。</p>
      <p>　　3.兴业银行保证自动化决策（如有）的透明度和结果公平、公正，不在交易条件上实行不合理的差别待遇。</p>
      <p>
        　　4.发生个人信息安全事件后，兴业银行将按照法律法规的要求以邮件、电话、短信、推送、公告等方式及时向本人告知安全事件的基本情况和可能的影响、兴业银行已采取或将要采取的补救措施、本人可自主防范和降低风险的建议等。同时，兴业银行将按照监管要求主动上报个人信息安全事件的处置情况。
      </p>
      <p>　　5. 在涉及兴业银行合并、分立、解散、收购或破产清算时，如涉及到本人的个人信息转移，兴业银行将会要求个人信息接收方继续受本授权书的约束，否则兴业银行将要求个人信息接收方重新向本人征求授权同意。</p>
      <p>　　四、本人对个人信息的权利</p>
      <p>　　根据《中华人民共和国个人信息保护法》等法律法规的规定，本人对于个人信息有以下权利：</p>
      <p>　　1.本人对个人信息的处理享有知情权、决定权。</p>
      <p>　　2.本人有权限制或拒绝兴业银行对本人的个人信息进行处理，但限制或拒绝前基于本人的同意已进行的个人信息处理活动的效力不受影响。</p>
      <p>　　3.本人有权向兴业银行查阅、复制个人信息，但违反法律、行政法规或妨碍国家机关履行法定职责的除外。</p>
      <p>　　4.本人发现本人的个人信息不准确或不完整的，有权要求兴业银行更正、补充。</p>
      <p>　　5.本人有权要求兴业银行对本人个人信息处理规则进行解释说明。</p>
      <p>　　6.如果合同有效期内本人意外过世，本人的近亲属为了自身合法、正当利益，可以查阅、复制、更正、删除本人在兴业银行的个人信息，但本人生前另有安排的除外。</p>
      <p>　　7.本人行使以上权利的方式详见兴业银行网站及手机银行APP的用户隐私政策及相关公告，或拨打95561咨询，或兴业银行各营业网点进行咨询。</p>
      <p>
        　　8.本人行使以上权利时，需要提供书面请求，并以兴业银行接受的方式证明本人的身份。兴业银行有权先验证身份，再处理本人的请求。对于合理请求，兴业银行原则上不收取费用，但对多次重复、超出合理限度的请求，兴业银行将视情况收取一定成本费用（如有）。对于给他人合法权益带来风险或者非常不切实际的请求，兴业银行可能会予以拒绝。
      </p>
      <p>　　五、其他</p>
      <p>　　1.本授权书是《兴业银行个人电子账户服务协议》不可分割的组成部分，与协议具有同等法律效力，如有冲突以本授权书为准。</p>
      <p>　　2.因本授权书产生的争议和纠纷，本人同意采取协议约定的纠纷解决方式解决。</p>
      <p>　　3.本授权书经本人在兴业银行个人银行电子账户开立相关系统网络页面上勾选确认后生效。</p>
    </div>
    <div class="content" v-if="type === 3">
      <p style="text-align:center;">个人税收居民身份声明文件</p>
      <p>
      </p>
      <p><img class="content" src="images/xyyhgrs.jpg"></p>
    </div>
    <div class="content" v-if="type === 4">
      <p style="text-align:center;">兴业银行网络金融用户隐私保护条款</p>
      <p>
      </p>
      <p>　　本版更新日期：2021年6月9日</p>
      <p>　　本版发布日期：2021年6月9日</p>
      <p>　　 </p>
      <p>
        　　尊敬的兴业银行网络金融用户（以下简称“您”），兴业银行股份有限公司（以下简称“我行”）非常重视用户隐私保护。为了便于您使用兴业银行网络金融服务，我行会按照《兴业银行网络金融用户隐私保护条款》(以下简称“本条款”)的约定，收集、使用、加工、存储和对外提供您的个人信息。
      </p>
      <p>
        　　请您仔细阅读本条款，并确定理解我行依照目的明确原则、权责一致原则、最少必要原则、确保安全原则处理您的个人信息。如您有任何疑问，可联系我行客服（服务热线：95561）咨询。如您点击“同意”并确认提交，即视为您同意本条款，并同意我行将按照本条款来收集、使用、加工、存储和必要时对外提供您的个人信息。
      </p>
      <p>　　为协助您了解我行隐私政策，以下是本条款的要点说明：</p>
      <p>　　1.我行会遵循隐私保护条款收集、使用您的的信息，但不会仅因您同意本条款而采用强制捆绑的方式收集全部个人信息。</p>
      <p>
        　　2.为保障您基本网络金融功能服务的使用，我行会在您使用客户号管理、账户管理、信息查询、转账汇款、电子账户开立等基本功能时，收集、使用为提供该项服务、保障账户及交易安全或国家法律法规要求所必需的个人信息。如您不使用除上述基本功能以外的其他功能，我行将不会收集、使用其他功能所需的个人信息，且不会影响您正常使用基本功能。
      </p>
      <p>　　3.我行会逐一说明所收集的您的个人信息类型及其对应的用途，以便您了解我们针对某一特定功能收集的具体个人信息类别、使用理由及收集方式。</p>
      <p>　　4.您可以访问、更正、删除您的个人信息、改变您授权同意的范围以及请求注销账户，我行为您提供了行使这些权利的途径。</p>
      <p>　　5.除非再次征得您的同意，我行不会将您的个人信息用于本条款未载明的其他目的。</p>
      <p>　　</p>
      <p>　　您可以根据以下索引阅读相应章节，进一步详细了解我行条款的具体约定：</p>
      <p>　　一、定义</p>
      <p>　　二、我行如何收集与使用您的个人信息</p>
      <p>　　三、我行如何使用Cookie技术和同类技术</p>
      <p>　　四、我行如何共享、转让和公开披露您的个人信息</p>
      <p>　　五、我行如何保存您的个人信息</p>
      <p>　　六、您如何管理您的个人信息</p>
      <p>　　七、我行如何保护您的个人信息</p>
      <p>　　八、我行如何保护未成年人信息</p>
      <p>　　九、本条款如何更新</p>
      <p>　　十、如何联系我行</p>
      <p>　　十一、其它</p>
      <p>　　 </p>
      <p>　　尊敬的用户，我行非常重视您的隐私保护。本条款适用于您通过任何方式对我行网络金融服务的访问和使用。</p>
      <p>　　我行依据本条款的规定提供服务，本条款具有合同效力。请您务必认真阅读本条款，在确认充分了解并完全同意后使用我行的服务。</p>
      <p>　　一、定义 </p>
      <p>　　（一）我行：是指兴业银行股份有限公司（地址：福建省福州市湖东路154号）</p>
      <p>
        　　（二）我行集团成员及业务合作方：我行集团成员是指兴业银行各级控股子公司（包括但不限于兴业金融租赁有限责任公司、兴业国际信托有限公司、兴业基金管理有限公司、兴业消费金融股份公司、兴业经济研究咨询股份有限公司、兴业期货有限公司、兴业数字金融服务股份有限公司、兴银理财有限责任公司）；我行业务合作方是指华福证券有限责任公司。
      </p>
      <p>　　（三）网络金融服务或应用：是指我行利用互联网技术，面向用户提供的各类线上服务，包括但不限于网站、移动客户端程序及依托第三方互联网平台（微信、支付宝等）构建的公众号和小程序等。</p>
      <p>　　（四）安全工具：包括但不限于网盾、动态令牌、软令牌、短信口令、生物识别等可在交易过程中，用于加强用户身份识别的工具。</p>
      <p>　　二、我行如何收集与使用您的个人信息</p>
      <p>　　（一）信息的收集</p>
      <p>　　为保障您使用网络金融服务过程的安全性，改善您的使用体验，我行可能会收集、使用和保存下列与您有关的信息。如果您不使用我行以下某项服务，我行将不会收集、使用该项功能所需要的个人信息。具体如下：</p>
      <p>　　1.当您注册网络金融客户号时，您需要向我行提供您的手机号、姓名、证件类型、证件号码、银行账号，同时同意我行通过验证您的银行账户信息的方式对有关信息进行有效性核验。</p>
      <p>
        　　2.当您登录网络金融服务时，您需要向我行提供您的证件类型、证件号码、银行账号、手机号用于身份识别，以及IP地址、MAC地址、设备信息用于安全校验及风险防范，同时同意我行通过验证您的登录密码或银行账户信息对有关信息进行有效性核验；如您不提供上述信息，我行将无法向您提供转账汇款、投资理财、贷款融资、信用卡、外汇、电子社保卡、医保电子凭证及其他需登录才可使用的产品或服务。在您开启指纹登录功能后，您登录手机银行时需要使用您的指纹信息进行验证，我行仅使用指纹验证结果，不会收集您的指纹，您的指纹仅保存在您授权收集指纹的移动设备上；您可以通过手机银行“设置--指纹/手势管理”开启或关闭此功能。在您开启“面容ID”登录功能后，您登录手机银行时需要使用您的“面容ID”信息进行验证，我行仅使用“面容ID”验证结果，不会收集您的面容信息，您的面容信息仅保存在您授权收集“面容ID”的移动设备上；您可以通过手机银行“设置--面容/手势管理”开启或关闭此功能。在您开启Siri捷径查询功能后，您访问手机银行时需要使用您的声音进行验证，我行仅使用声音验证结果，不会收集您的声音，您使用该服务所产生的声音仅保存在您授权收集声音的移动设备上。若您通过“刷脸”登录手机银行，我行会收集您的您的面部图像（视频）信息以协助保障您的资金安全。
      </p>
      <p>　　3.当您重置网络金融客户号登录密码时，您需要向我行提供手机号、姓名、证件类型、证件号码、银行账号，同时同意我行通过验证您的银行卡信息的方式对有关信息进行有效性核验。</p>
      <p>　　4.当您使用个人信息修改服务时，您需要向我行提供手机号、姓名、证件类型、证件号码、设备信息，以及您需要修改的个人信息。同时，为确保操作安全，我行将获取您的设备信息进行安全验证。</p>
      <p>
        　　5.当您使用电子账户功能时，您需要向我行提供您的姓名、证件类型、证件号码、证件有效期、性别、国籍、职业、手机号码、联系地址、我行/他行银行账户、身份证正反面影像件，同时同意我行对您的银行账户信息、身份证件信息进行有效性核验。
      </p>
      <p>
        　　6.为了保障您的账户及交易安全，我行会使用您的证件类型、证件号码、手机号、设备信息、操作系统、唯一设备标识符、登录IP地址、MAC地址、操作日志、位置信息、面部图像（视频）、声音、蓝牙，以及加密后不可逆的通讯录信息，并用于风险防范和诈骗监测、反洗钱，以预防、发现、调查欺诈、危害安全、非法或违反与我行的协议、条款或规则的行为，以保护您与我行的合法权益。
      </p>
      <p>
        　　您承诺提供的手机号码为实名制登记在本人名下的有效联系方式，并同意我行自业务受理之日起向您手机号码所属的电信运营商查询、核实相关交易发生时手机号码所处的城市地区代码，并进行位置对比，同时同意本人手机号码所属的电信运营商将前述城市地区代码对比结果提供给我行，用作风险识别。
      </p>
      <p>　　7.如您通过人脸识别功能进行身份认证、转账等功能时，您需要向我行提供面部图像（视频）信息。如您不提供上述信息，我行将无法向您提供需完成人脸识别认证后方可使用的产品或服务。</p>
      <p>
        　　8.我行会收集您浏览我行金融产品的信息，并可能会运用大数据分析，根据您在我行的资产负债情况、金融产品持有情况与服务开通情况、历史交易情况的数据，为您推荐理财产品、代销基金、代销保险及其它相关产品或服务。您也可以通过产品名称、服务名称直接搜索的方式查找、使用您需要的内容和服务。如您选择不接受该项服务，可通过手机银行“设置-个性化广告展示”中进行关闭。
      </p>
      <p>　　9.我行会收集您使用网络金融服务的频率、总体使用情况、性能数据、设备信息、操作系统、唯一设备标识符、登录IP地址、MAC地址，以便提升网络金融应用的响应效率，改善您的使用体验。</p>
      <p>　　10.当您使用查询功能时，我行将收集您的相关收付款交易记录、个人资产负债信息，以便于您的查询。如您在使用他行卡查询功能中进行绑卡时，您可能需要提供手机相册信息以便于扫描图片获取银行卡号等相关信息。</p>
      <p>
        　　11.当您使用转账汇款功能时，您需要向我行提供收款方的姓名、银行卡号/账号、手机号、开户行网点信息，并可能需要您提供您的姓名、手机号码、证件类型、证件号码、转出账号及密码、设备信息、声音、指令信息、地理位置信息，以便于我行验证您的身份，协助保障您的资金安全。此外，我行还会收集您的相关收付款交易记录、面部图像（视频），以便于您的查询和协助保障您的资金安全。如果您使用从通讯录中获取收款人手机号、以图片形式保存转账结果信息等功能还需向我行提供通讯录信息、手机相册等权限。
      </p>
      <p>
        　　12.当您使用境外汇款、留学汇款、留学缴费功能时，您需要向我行提供收款方的中英文名称、收款学校名称、学号、收款人地址、常驻国家或地区、收款人账户、收款行SWFIT代码、收款人开户银行银行账号或清算代码、收款行之代理行SWFIT代码，以及收款人的留学护照、留学签证、留学缴费通知单、亲属关系证明影像文件信息，同时还需您提供汇款人的手机号、汇款人英文名称、汇款人地址信息，以便于我行验证您的身份，协助保障您的资金安全。此外，我行还会收集您的相关收付款交易记录以便于您的查询和协助保障您的资金安全。
      </p>
      <p>　　13.当您购买投资理财、存款等金融产品时，您可能需要向我行提供面部图像（视频）、声音信息，以便我们验证您的身份，协助保障您的资金安全。</p>
      <p>
        　　14.当您使用生活支付服务时，您需要向我行提供您的姓名、手机号码、证件类型、证件号码、银行卡号信息，以便于我行验证您的身份及您使用上述支付服务。在您开启指纹支付功能后，您可使用指纹信息进行扫码支付交易，但是我行不会收集您的指纹，您的指纹仅保存在您授权收集指纹的设备上。您可以通过手机银行“设置--指纹/手势管理”开启或关闭此功能。
      </p>
      <p>
        　　15.当您使用消息中心服务时，我行会收集您的姓名、手机号码、设备信息、位置信息、账户信息及交易信息，以便我行及时向您发送账户资金变动及相关交易通知。您授权我行根据收集的信息向您展示、提供、推送营销宣传电子信息或广告，如您不希望收到此类消息，您可以在消息中心内按照我行提示的方法选择退订。
      </p>
      <p>　　16.当您参与我行的营销活动时，您需要向我行提供您的姓名、手机号码、证件类型、证件号码、银行账号、地址信息、IP地址，以便于我行验证您的身份及您获奖后奖品的发放。</p>
      <p>
        　　17.当您使用私人银行、贵宾服务和积点活动时，您需要向我行提供您的姓名、证件类型、证件号码、出生日期、性别、职业、联系地址、邮政编码、手机号码、收件人信息、配送地址、医保卡信息、电子邮箱、IP地址等其他必需的个人信息，以便获得相应服务，同时您可能需要向我行提供面部图像（视频）、声音信息，以便使用音视频对话相关服务，您可能需要向我行以文字、图片或音视频对话等形式提供病症、过敏信息、病史、病历以及体重、身高等个人健康生理信息，以便使用医疗相关服务。部分服务由我行合作的第三方服务商提供，我们需要向第三方服务商提供完成服务所需的您的相关信息（姓名、证件信息、配送地址、地理位置、联系方式以及个人健康生理信息等），以便为您提供相关服务。
      </p>
      <p>
        　　18.当您办理服务预约时，您需要向我行提供您的姓名、证件类型、证件号码、出生日期、性别、职业、联系地址、邮政编码、手机号码、收件人信息、配送地址、电子邮箱、IP地址、单位开户信息、单位结算账户信息、车辆信息、证件照片等其他必需的信息，以便正常为您办理服务预约业务。
      </p>
      <p>
        　　19.当您使用圈子相关功能时，您需要向我行提供姓名、手机号、声音信息、手机相册、手机摄像头、地理位置以及手机通讯录信息，并提供手机状态、麦克风、监听通知栏、系统悬浮窗权限，以便手机银行圈子为您提供发送语音、图片、位置消息、预约以及发起语音通话等服务，若您不需要使用对应功能，可以拒绝或关掉相关权限。此外，我行还会收集您的对话记录、预约记录信息以便于您后续查询。
      </p>
      <p>　　20. 当您使用电子社保卡服务时，我行会获取您的手机系统版本号、手机厂商及型号、设备唯一id、网络环境等信息，以便为您提供电子社保卡申领和查询服务。</p>
      <p>　　21.在您使用生活（兴业商城）服务时，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户安全以及符合国家法律法规及监管规定：</p>
      <p>　　（1）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</p>
      <p>　　（2）支付</p>
      <p>　　①为了您能使用支付服务，您需提供您的银行卡卡号、卡片信息（有效期、CVV）进行验证。如您不提供上述信息，可能无法使用支付服务；</p>
      <p>
        　　②当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（识别、防止其套现或欺诈），同时也为了向您提供订单查询管理功能，我们需要向商家收集您交易的相关信息（支付金额、支付对象、商品名称、配送信息）。如您不同意提供前述信息，则可能无法完成交易；
      </p>
      <p>　　（3）识别风险，保障账户安全</p>
      <p>
        　　为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的生活（兴业商城）服务类别、方式及相关操作信息，地理位置、网络信息、设备型号、设备识别码、设备标识符、IP地址、设备操作系统信息以及其他与生活（兴业商城）服务相关的日志信息。如您不同意提供前述信息，可能无法完成风控验证。
      </p>
      <p>　　（4）旅行、机票、酒店、教育等产品购买</p>
      <p>　　①当您通过生活（兴业商城）生活购买门票时，我们会询问您是否允许使用当前的位置信息，以向您展示您所在城市的景区列表；为完成门票预订、使用等服务，您在下单时需要提供您的姓名、证件类型、证件号码和手机号码；</p>
      <p>　　②当您通过生活（兴业商城）生活预订酒店时，为完成酒店预订、办理入住、发票配送等服务，您在下单时需要提供您的姓名、手机号、发票配送地址信息；</p>
      <p>　　③当您购买火车票时，为完成火车票预订，您需要新增乘客信息（姓名，证件类型、证件号码）并且在乘客列表中增加该乘客；</p>
      <p>　　④当您预订机票时，为完成机票预订、发票配送等服务，您需要在下单时提供您的乘机人姓名、证件类型、证件号码、联系人姓名、手机号和发票配送地址信息。</p>
      <p>　　⑤当您预订教育类产品时，您需要在下单时提供您的被教育人姓名、受教育程度，以便提供适合的教育产品。</p>
      <p>　　（5）资讯浏览</p>
      <p>　　我们可能会向您推荐更感兴趣的信息、优惠、商品等服务。</p>
      <p>
        　　22.当您在网络金融服务中使用由非我行、我行集团成员及业务合作方提供的第三方服务，第三方可能会通过我行获取您的姓名、证件类型、证件号码、性别、地址、手机号码、地理位置、声音信息、个人健康生理信息、用户状态、昵称。我行将评估该第三方收集信息的合法性、合理性、必要性，要求第三方对您的信息采取保护措施，并严格遵守相关法律法规。如您拒绝第三方在提供服务时收集、使用、存储和对外提供您的个人信息，将可能会导致您无法使用第三方的相应服务，但这不影响您使用我行网络金融服务的其他功能。
      </p>
      <p>　　23.为了更方便地使用我行的服务，以下情形中，您可选择是否授权我行收集、使用您的个人信息：</p>
      <p>　　（1）基于麦克风的功能：您可以使用圈子对话、语音搜索、语音转账、投资理财、私人银行、贵宾服务和积点活动。</p>
      <p>　　（2）基于相机（摄像头）的功能：您可以使用投资理财、扫一扫、银行卡识别、车辆行驶证识别、身份识别、扫码取款、生活（兴业商城）、投资理财、医保电子凭证、私人银行、贵宾服务和积点活动。</p>
      <p>　　（3）基于相机（图片库）的功能：您可以使用投资理财、用户头像上传、扫一扫、车辆行驶证识别、身份识别、圈子对话、生活（兴业商城）、投资理财、私人银行、贵宾服务和积点活动。</p>
      <p>
        　　（4）基于地理位置的功能：您可以开启定位服务，以便进行网点查询、蓝牙网盾管理、获取当前所在地区的我行营业网点信息、向圈子好友分享位置，获取当前所在地区的生活（兴业商城）服务、城市服务、多元金融服务、实物金服务、私人银行、贵宾服务、积点活动和营销宣传信息。
      </p>
      <p>　　（5）基于通讯录的功能：您可以使用添加圈子好友、手机号转账、通知转账收款人、生活（兴业商城）服务。</p>
      <p>　　（6）基于存储的功能：您可以保存服务预约的二维码、外汇汇款的电子回单和部分支持保存的图片。</p>
      <p>　　（7）基于电话的功能：您可以使用拨打电话给客户经理等服务。</p>
      <p>　　（8）基于已安装应用类别的功能：您可以向您的好友分享我行的产品或服务信息、您的个人交易信息。</p>
      <p>　　（9）基于网络通讯的功能：您开通终端设备的网络通讯功能后，才能通过移动客户端程序或浏览器获取我行服务端系统提供的各类服务。</p>
      <p>　　（10）基于通知的功能：您开通手机银行的通知权限后，可以接受手机银行的消息中心提醒服务。</p>
      <p>　　（11）基于近距离通信的功能：您可以使用云闪付服务。</p>
      <p>　　（12）基于蓝牙的功能：您可以使用个人蓝牙网盾。</p>
      <p>　　24.
        当您使用兴业银行网络金融的功能或服务时，在某些特定使用场景下，我行可能会使用具有相应业务资质及能力的第三方服务商提供的软件服务工具包（简称“SDK”）或应用程序接口（API）来为您提供服务，由第三方服务商收集您的必要信息。如您拒绝提供相关信息或权限，您将无法使用相关功能服务。具体包括以下几种：
      </p>
      <p>　　（1）百度定位SDK。为了向您提供基于位置的服务，我们使用了百度定位SDK，该SDK需要获取您的网络访问权限、存储权限、全球经纬度、地址、位置描述、周边POI、室内定位，用于实现LBS定位功能。</p>
      <p>　　（2）微信SDK。为了便于您使用分享功能，我们使用了微信SDK，该SDK需要获取您的网络访问权限，用于实现一键分享功能。</p>
      <p>　　（3）腾讯QQ SDK。为了便于您使用分享功能，我们使用了腾讯QQ SDK，该SDK需要获取您的网络访问权限、手机终端唯一标志信息（IMEI号）、国际移动用户识别码（IMSI），用于实现一键分享功能。</p>
      <p>　　（4）微博SDK。为了便于您使用分享功能，我们使用了微博 SDK，该SDK需要获取您的网络访问权限、手机终端唯一标志信息（IMEI号）、国际移动用户识别码（IMSI）、MAC地址，用于实现一键分享功能。</p>
      <p>　　（5）讯飞语音SDK。为了便于您使用智能语音功能，我们使用了讯飞 SDK，该SDK需要获取您的手机终端唯一标志信息（IMEI号）、麦克风权限、网络访问权限、定位信息、通讯录访问权限、存储权限，用于实现语音转文字录入功能。
      </p>
      <p>　　（6）百度自然语言处理API。为了向您提供智能服务，我们使用了百度自然语言处理API，该服务需获取网络访问权限，将一段自然语言文字进行识别并按语义内容转化为相应的计算机指令，主要用于实现语音转账等智能功能。</p>
      <p>　　（7）银联云闪付SDK。为了向您提供银联云闪付的服务，我们使用了银联SDK，该SDK需要获取您的姓名、手机号、卡号、证件号，用于集成银联云闪付功能。</p>
      <p>　　（8）小米推送SDK。为了向您及时推送服务通知，我们使用了小米推送SDK，该SDK需要获取您的手机终端唯一标志信息（IMEI号）、手机型号、系统类型、系统版本、网络类型、SIM卡运营商信息，用于实现App推送服务。</p>
      <p>　　（9）华为推送SDK。为了向您及时推送服务通知，我们使用了华为推送SDK，该SDK需要获取您的手机终端唯一标志信息（IMEI号），用于实现App推送服务。</p>
      <p>　　（10）vivo推送SDK。为了向您及时推送服务通知，我们使用了vivo推送SDK，该SDK需要获取您的外置存储权限，用于实现App推送服务。</p>
      <p>　　（11）OPPO推送SDK。为了向您及时推送服务通知，我们使用了OPPO推送SDK，该SDK需要获取您的存储权限、设备信息、网络状态、WIFI信息，用于实现App推送服务。</p>
      <p>　　（12）SoundCloud AndCropper SDK。为了便于您对摄像头拍摄的照片进行剪裁，我们使用了SoundCloud AndCropper SDK，该SDK需要获取您的相机及图片库权限，用于实现图片剪裁功能。
      </p>
      <p>　　（13）TakePhoto SDK。为了向您提供照片拍摄功能，我们使用了TakePhoto SDK，该SDK需要获取您的相机及图片库权限，用于实现照片拍摄功能。</p>
      <p>　　（14）腾讯移动开放平台SDK。为了便于您使用分享功能，我们使用了腾讯移动开放平台SDK，该SDK需要获取您的网络访问权限，用于实现一键分享功能。</p>
      <p>　　（15）Retrofit 2 SDK。为了向您提供网络服务功能，我们使用了Retrofit 2 SDK，该SDK需要获取您的网络访问权限，用于实现网络服务。</p>
      <p>
        　　（16）凡泰运行时SDK。为了向您提供证券服务，我们使用了凡泰运行时SDK，该SDK需要获取您的网络、相机、麦克风、相册权限，用于实现证券开户等功能。23.如我行在使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我行将在使用您的个人信息前，再次向您告知并征得您的明示同意。
      </p>
      <p>　　（二）信息的使用</p>
      <p>
        　　1.在我行向您提供金融服务期间，您授权我行持续收集和使用您的信息。在您注销网络金融客户号、注销兴业银行账号或删除移动客户端程序后，我行将停止收集您的相关个人信息，但我行会在履行反洗钱、监管要求，或在业务资料归档、审计、监管等领域继续使用此前收集的您的相关个人信息。
      </p>
      <p>　　2.为提升您的产品或服务体验，或为防范风险、反洗钱，我行会对您服务的使用情况进行汇总、统计分析、加工，以便为您提供更适合的服务，或帮助我行改善产品或服务，但这些信息不会包含您的任何身份识别信息。</p>
      <p>　　3.您授权我行根据上述收集的信息向您提供营销宣传电子信息或广告。如您不希望接收此类信息，您可按照我行提示的方法选择退订。</p>
      <p>　　4.在收集您的个人信息后，我行将利用技术手段对您的信息进行去标识化或匿名化处理，通过这些去标识化或匿名化的信息将无法识别您的具体信息主体身份。</p>
      <p>　　5.您授权同意的以及于法律法规规定、监管要求的其它用途。</p>
      <p>　　（三）征得授权同意的例外</p>
      <p>　　根据相关法律法规、监管要求及国家标准，以下情形中，我行可能会收集、使用您的相关个人信息而无需另行征求您的授权同意：</p>
      <p>　　1.与国家安全、国防安全直接相关的；</p>
      <p>　　2.与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p>　　3.与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
      <p>　　4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
      <p>　　5.收集的个人信息是您自行向社会公众公开的；</p>
      <p>　　6.合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p>　　7.根据您要求签订和履行合同所必需的；</p>
      <p>　　8.对于维护我行所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障、欺诈或被盗用等；</p>
      <p>　　9.法律法规规定、监管要求及行业主管部门有关规定的义务相关的。</p>
      <p>　　三、我行如何使用Cookie技术和同类技术</p>
      <p>　　（一）Cookie</p>
      <p>　　为确保服务正常运转，我行会在您的设备上存储名为 Cookie 的数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，我行能够存储您的偏好数据。我行不会将 Cookie
        用于本条款所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除设备上保存的所有 Cookie，但如果您这么做，则需要在每一次使用我行网络金融服务时更改用户设置。</p>
      <p>　　（二）Do Not Track（请勿追踪）</p>
      <p>　　很多网络浏览器均设有Do Not Track功能，该功能可向网站发布Do Not Track请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了Do Not
        Track，那么我行的所有网站都会尊重您的选择。</p>
      <p>　　四、我行如何共享、转让和公开披露您的个人信息</p>
      <p>　　（一）共享</p>
      <p>　　我行不会与我行以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
      <p>　　1.事先获得您的明示同意。</p>
      <p>
        　　2.与我行集团成员和业务合作方间的共享：为便于我行基于关联账号共同向您提供服务，您的个人信息可能会在我行与我行集团成员和业务合作方间共享。我行只会共享姓名、证件类型、证件号码、设备信息及其他使用我行集团成员和业务合作方的产品或服务所必要的个人信息，如果我行共享您的除上述必要个人信息以外的其他个人信息，或我行集团成员和业务合作方改变个人信息的使用及处理目的，我行将再次征求您的明示同意。
      </p>
      <p>　　3.我行可能会根据法律法规规定、监管要求、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外提供您的个人信息。</p>
      <p>　　4.我行可能会向移动设备厂商提供您的部分账户信息及交易信息，以便及时向您的移动设备发送账户变动通知。</p>
      <p>　　5.您通过我行网络金融服务购买产品或使用服务时，我行会将与交易有关的姓名、证件类型、证件号码、手机号、地址、个人健康生理信息及其它相关交易信息共享给完成该产品或服务内容所必须的供应商，以实现您的交易或服务需求。</p>
      <p>
        　　6.您使用我行网络金融服务时，第三方可能会获取您的地理位置、姓名、证件类型、证件号码、手机号码、IP地址、个人健康生理信息及其他提供第三方服务所必须的信息。经您的同意，第三方可以获取您的上述信息，以便您正常办理第三方通过我行网络金融应用提供的服务。
      </p>
      <p>
        　　对于您在我行网络金融应用中使用第三方提供的服务时主动提供给第三方的相关信息，我行将视为您已允许该第三方获取该信息；对于您在使用该第三方服务时产生的信息，请您参考第三方服务提供者的相关服务协议及隐私条款中关于信息收集和使用、保管、分享的相关约定。
      </p>
      <p>　　（二）转让</p>
      <p>　　我行不会将您的个人信息转让给任何公司、组织和个人。但以下情况除外：</p>
      <p>　　1.事先获得您的同意。 </p>
      <p>　　2.根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供。</p>
      <p>
        　　3.根据法律法规和商业惯例，在我行发生合并、收购、资产转让等类似交易中，如涉及到个人信息转让，我行会要求新的持有您个人信息的公司、组织继续履行本条款的责任和义务，如该公司、组织变更了对您的个人信息使用的目的，我行将要求该公司、组织重新取得您的同意。
      </p>
      <p>　　（三）公开披露</p>
      <p>　　我行仅会在以下情况下，公开披露您的个人信息：</p>
      <p>　　1.获得您明示同意或基于您的主动选择，我行可能会公开披露您的个人信息；</p>
      <p>　　2.如果我行确定您出现违反法律法规或严重违反我行相关协议规则的情况，或为保护我行或公众的人身财产安全免遭侵害，我行可能依据法律法规或我行相关协议规则公开披露您的个人信息，包括相关违规行为以及我行已对您采取的措施。</p>
      <p>　　（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
      <p>　　以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
      <p>　　1.与国家安全、国防安全有关的；</p>
      <p>　　2.与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>　　3.与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>　　4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
      <p>　　5.您自行向社会公众公开的个人信息；</p>
      <p>　　6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p>　　7.与我行履行法律法规规定、监管要求以及行业主管部门规定的义务相关的其他情形。</p>
      <p>　　五、我行如何保存您的个人信息</p>
      <p>　　我行会按照法律法规规定、监管要求，将收集的个人信息存储于中华人民共和国境内。</p>
      <p>
        　　您在使用兴业银行网络金融产品及服务期间，我行将持续为您保存您的个人信息。在您注销网络金融客户号、注销兴业银行账号或删除移动客户端程序后，我行仅在法律法规规定、监管要求的期限内，以及为实现本条款声明的目的所必须的时限内保留您的个人信息。
      </p>
      <p>　　超出上述个人信息保存期限后，我行会对您的个人信息进行删除或匿名化处理。</p>
      <p>　　六、您如何管理您的个人信息</p>
      <p>　　（一）访问、更正及更新您的个人信息</p>
      <p>　　1.您可以登录兴业银行手机银行或个人网银，查询或更新您的用户信息资料、预留验证信息、面容ID/指纹/手势密码、登录密码。</p>
      <p>
        　　2.您可以在手机银行-“设置”-“个人信息修改”中修改证件到期日、联系地址、行业、职业信息。您可以在个人网银-“服务管理”-“个人资料修改”中修改邮箱、家庭地址信息。如果您无法通过上述方式更新或删除您的开户预留信息，您则可以至我行营业网点办理。
      </p>
      <p>　　3.您可以在手机银行- “设置”-“用户隐私保护条款”或个人网银登录页面中查看最新版本的兴业银行网络金融用户隐私保护条款。</p>
      <p>　　（二）删除您的个人信息</p>
      <p>　　1.您可以登录手机银行或个人网银删除您网络金融客户号下的银行卡信息，以及消息记录。</p>
      <p>
        　　2.您可以在手机银行的“服务设置”-“兴业卡”页面中删除网络金融客户号下的兴业卡信息；在手机银行-“查询”-“他行卡查询”中删除他行账户信息。您可以在个人网银-“服务管理”-“账户管理”页面中删除网络金融用户号下的兴业卡或他行账户信息。
      </p>
      <p>　　3.您可以手机银行-“消息中心”-“设置”中删除您的消息记录。</p>
      <p>　　在以下情形中，您可以向我行提出删除个人信息的请求：</p>
      <p>　　1.如果我行处理个人信息的行为违反法律法规；</p>
      <p>　　2.如果我行收集、使用您的个人信息，却未征得您的同意；</p>
      <p>　　3.如果我行处理个人信息的行为违反了与您的约定；</p>
      <p>　　4.如果您不再使用我们的产品或服务，或您已注销了账户；</p>
      <p>　　5.如果我行不再为您提供产品或服务。</p>
      <p>
        　　如我行决定响应您的删除请求，我行还将同时通知从我行获得您的个人信息的组织或个人，要求其及时删除，除非法律法规另有规定，或这些组织或个人获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。
      </p>
      <p>　　（三）改变您授权同意的范围或撤回您的授权</p>
      <p>
        　　您可以通过注销网络金融客户号、删除移动终端所有用户信息、卸载移动客户端程序的方式撤回全部隐私授权，我行将不会再收集、使用或对外提供与该账户相关的个人信息，但您在使用网络金融服务期间提供或产生的信息我行仍需按照监管要求的时间进行匿名化保存，且在该依法保存的时间内有权机关仍有权依法查询。
      </p>
      <p>　　您也可以通过在终端操作系统中修改隐私设置的方式改变部分您授权我行继续收集个人信息的范围或撤销您的授权。</p>
      <p>　　当您撤回同意或授权后，我行无法继续为您提供撤回同意或授权所对应的网络金融服务。但您撤回同意或授权的决定，不会影响此前我行基于您的授权而开展的使用、存储和对外提供您个人信息的处理。</p>
      <p>　　（四）注销用户管理</p>
      <p>
        　　您可以在手机银行-“设置”-“用户信息管理”或在个人网银-“服务管理”-“注销客户号”里注销此前注册的网络金融客户号，但是我行不会同时注销您的银行卡或账户。您可以在手机银行-“兴业卡管理”或通过我行营业网点注销您的银行卡或账号。
      </p>
      <p>　　（五）响应您的上述请求</p>
      <p>
        　　为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我行可能会先要求您验证自己的身份，然后再处理您的请求。请您理解，对于某些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我行可能会予以拒绝。
      </p>
      <p>　　尽管有上述约定，但按照法律法规要求，如涉及以下情形我行将可能无法响应您的请求：</p>
      <p>　　1.与国家安全、国防安全相关的；</p>
      <p>　　2.与公共安全、公共卫生、重大公共利益相关的；</p>
      <p>　　3.与犯罪侦查、起诉、审判和判决执行等相关的；</p>
      <p>　　4.有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p>　　5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
      <p>　　6.涉及我行商业秘密的；</p>
      <p>　　7.为履行反洗钱和制裁规定。</p>
      <p>　　七、我行如何保护您的个人信息</p>
      <p>　　我行努力为用户的个人信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或公开披露。</p>
      <p>
        　　（一）为了保障您的信息安全，我行将在法律法规相关规定要求和现有技术水平下使用符合业界标准的安全保护措施保护您提供的个人信息，采取物理、技术和行政管理安全措施降低丢失、误用、非授权访问、披露和更改的风险，尽力防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。
      </p>
      <p>　　（二）我行建立专门的管理制度、流程和组织以保障信息的安全，严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。</p>
      <p>
        　　（三）如果我行提供的全部或部分网络金融服务停止运营，我行将通过网站公告或营业网点公告等形式向您进行告知，同时停止相关产品或服务对您个人信息的收集等操作，保护您的个人信息安全。如因技术故障、网络攻击、自然灾害及事故、人为因素等各种原因造成全部或部分网络金融服务中断，我行将采取应急处置和恢复措施予以应对，尽快恢复服务。
      </p>
      <p>
        　　（四）互联网环境并非百分之百安全，我行将尽力确保您的个人信息安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致发生信息被非授权访问、公开披露、篡改、或毁坏及其它个人信息泄露安全事件，我行会启动应急预案，阻止安全事件扩大，并以推送通知、网站公告或营业网点公告等形式将相关情况告知您。同时，我行还将按照监管要求，上报个人信息安全事件的处置情况。
      </p>
      <p>　　（五）您在使用网络金融服务时，我行会通过您的网络金融客户号、银行卡号或其他身份验证信息来识别您的身份，请您务必妥善保管上述信息。一旦您泄露了上述信息，您的银行账户信息可能因此泄露，并可能使您的资金安全等个人权益遭受损失。
      </p>
      <p>　　（六）我行会采取一切合理可行的措施，确保未收集与您所办理业务无关的个人信息。</p>
      <p>　　八、我行如何保护未成年人信息</p>
      <p>
        　　如果没有监护人的同意，未成年人不得创建自己的网络金融客户号。如您为未成年人，请您的监护人仔细阅读本条款，并在征得您的监护人同意的前提下使用我行的服务或向我行提供信息。我行只会在法律法规规定、监管要求允许、监护人明示同意或者保护未成年人所必要的情况下收集、使用、存储和对外提供您的信息。
      </p>
      <p>　　九、本条款如何更新</p>
      <p>
        　　在相关法律法规发生变化或我行服务发生变动等必要情形下，我行如需对本条款做出修改，将会通过我行官方网站（www.cib.com.cn）、手机银行、微信银行或营业网点发布公布等合理的方式通知您，以便您能及时了解本条款的最新内容。请您知悉并确认同意本条款的最新内容，如您不同意新的条款内容，请停止使用本条款约定的服务。如客观情况及经营方针变化导致我行需要中断或停止相关服务的，我行将及时进行通知，请您对此表示理解和认同。
      </p>
      <p>　　十、如何联系我行</p>
      <p>
        　　如您对本条款存在任何疑问，或有任何相关的投诉、意见，请联系我行客服（服务热线：95561）、官方网站（www.cib.com.cn）“在线客服”、手机银行“兴业客服”或营业网点进行咨询。我行将尽快受理您的请求，并在验证您的用户身份后的15个工作日内予以回复。
      </p>
      <p>　　十一、其它</p>
      <p>　　（一）本条款的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律，法律无明文规定的，可适用国内通行的金融惯例。</p>
      <p>　　（二）本条款无论因何种原因部分无效或不可执行，都不影响本条款其它部分的效力。</p>
      <p>　　（三）本条款中未尽事宜，按照法律法规和我行相关业务规则及国内通行的金融惯例办理。</p>
      <p>　　兴业银行股份有限公司</p>
      <p>　　2021年6月9日</p>
    </div>
    <a class="confirm" href="javascript:history.go(-1)">已阅读并同意</a>
  </div>
</template>

<script>
import { resize } from "@/utils/utils";
export default {
  data() {
    return {
      type: 1
    }
  },
  created() {
    resize();
    // document.title = "申请电子账户";
    // console.log('this.$route.query', this.$route.query.paramsObj.type)
    this.type = this.$route.query.paramsObj.type
    switch (this.type) {
      case 1:
        document.title = "《兴业银行个人电子账户服务协议》";
        break;
      case 2:
        document.title = "《个人信息处理授权书》";
        break;
      case 3:
        document.title = "《个人税收居民身份声明文件》";
        break;
      case 4:
        document.title = "《兴业银行网络金融用户隐私保护条款》";
        break;

      default:
        break;
    }
  },
}
</script>


<style lang="scss" scoped>
@import "../../styles/common.scss";
@import "./index.scss";</style>
