<template>
  <div class="power-attorney">
    <div class="title">
      兴业银行个人电子账户服务协议
    </div>
    <div>
      本协议是由您作为兴业银行个人电子账户(以下简
        称电子账户)申请人(以下简称甲方)与兴业银行股份有
        限公司经办机构(以下简称乙方)为明确双方的权利和
        义务，维护双方的合法权益，就电子账户申请、使用等
        事宜达成的协议，以资共同遵守。甲方已认真阅读并充
        分理解本协议内容，并特别注意了其中有关责任承担
        免除或减轻Z方责任及与甲方有重大利害关系的内容、
        以及加黑加粗字体部分的内容。甲方以点击确认的方式
        选择接受本协议，即表示甲方与乙方已达成本协议并同
        意接受本协议的全部内容。在接受本协议之前，请您仔
        细阅读本协议的全部内容，如果您对本协议条款有疑问
        或异议，请勿点击确认。
        本协议是由您作为兴业银行个人电子账户(以下简
        称电子账户)申请人(以下简称甲方)与兴业银行股份有
        限公司经办机构(以下简称乙方)为明确双方的权利和
        义务，维护双方的合法权益，就电子账户申请、使用等
        事宜达成的协议，以资共同遵守。甲方已认真阅读并充
        分理解本协议内容，并特别注意了其中有关责任承担
        免除或减轻Z方责任及与甲方有重大利害关系的内容、
        以及加黑加粗字体部分的内容。甲方以点击确认的方式
        选择接受本协议，即表示甲方与乙方已达成本协议并同
        意接受本协议的全部内容。在接受本协议之前，请您仔
        细阅读本协议的全部内容，如果您对本协议条款有疑问
        或异议，请勿点击确认。
        本协议是由您作为兴业银行个人电子账户(以下简
        称电子账户)申请人(以下简称甲方)与兴业银行股份有
        限公司经办机构(以下简称乙方)为明确双方的权利和
        义务，维护双方的合法权益，就电子账户申请、使用等
        事宜达成的协议，以资共同遵守。甲方已认真阅读并充
        分理解本协议内容，并特别注意了其中有关责任承担
        免除或减轻Z方责任及与甲方有重大利害关系的内容、
        以及加黑加粗字体部分的内容。甲方以点击确认的方式
        选择接受本协议，即表示甲方与乙方已达成本协议并同
        意接受本协议的全部内容。在接受本协议之前，请您仔
        细阅读本协议的全部内容，如果您对本协议条款有疑问
        或异议，请勿点击确认。
    </div>
    <div class="button">
      <span>已阅读并同意</span>
    </div>
  </div>
</template>

<script>
import { resize } from '@/utils/utils'
export default {
  data () {
    return {

    }
  },
  created () {
    resize()
    document.title = '个人电子账户服务协议及授权书'
  }
}
</script>

<style lang="scss" scoped>
@import './powerAttorney.scss';
</style>
